Repository: CatherineFish/TypingSpeedTest
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Print Speed Test
ru: Тест скорости печати

source: Type the following text as quickly and accurately as you can:
ru: Введите следующий текст как можно быстрее и точнее

source: Your input:
ru: Ваш текст:

source: Submit
ru: Принять

source: Language
ru: Язык

source: Punctuation
ru: Пунктуация

source: Word Count
ru: Количество слов

source: Seconds
ru: Время (в секундах)

source: Fixed Word
ru: Фиксированное количество слов

source: Fixed time
ru: Фиксированное время

source: Print Speed Test - Result
ru: Тест скорости печати - Результат

source: Your accuracy:
ru: Ваша точность:

source: Words per minute:
ru: Слов в минуту:

source: Here's the text you entered:
ru: Вот текст, который вы ввели:

source: Here's the original text:
ru: Вот исходный текст:

source: Your time
ru: Ваше время

source: The number of words you entered
ru: Количество введенных вами слов

source: Correct Words Per Minute:
ru: Кол-во верно введённых слов в минуту:
